var historicalData = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "recordId": 4,
          "placename": "ფოთი",
          "region": "სამეგრელო",
          "category": "ისტორია",
          "record": [
              {
                "author": "სახელი და გვარი",
                "textTitle": "ტექსტის სახელწოდება",
                "textFragment": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს. ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი. სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა, ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება.",
                "textType": "პროზა",
                "textSource": "ტექსტის წყარო",
                "textSourceLink": "http://www.google.com",
                "textDate": 1934,
                "start": "1933",
                "end": "1935-01-01"
              }
          ]
        },
        "geometry": {
          "type": "Point",
          "coordinates": [
            41.67457580566406,
            42.14100501649703
          ]
        }
      },
      {
        "type": "Feature",
        "properties": {
          "recordId": 5,
          "placename": "ყულევი",
          "region": "სამეგრელო",
          "category": "ისტორია",
          "record": [
              {
                "author": "",
                "textTitle": "",
                "textFragment": "ლორემ იპსუმ ფხოჭნიდა გაძღებოდა ლამაზმანი ლაშქრობის უპატრონე სხეულები, დაუმცირებია უნივერსიტეტელი სულგანაბული საპასუხისმგებლო ტყვეობის მარკიზ. ოკეანეებსა პნევმონია უმრავლესი, დაუსჯელობით, დაიჭირებდეთ ლაშქრობის იხსნებდნენ. გაძღებოდა არამზადებისა ომობდნენ კატეგორიებად იჩენდა გასცხო სიზმარშიდაც აღმართ. ჩახედ რელატიონს ღრიალი, ლამაზმანი ტრილოგიამდე დანარჩენებისაგან სახეებზე საპასუხისმგებლო დეფექტოლოგიის, დაიჭირებდეთ ტყაპუჭი ივენთზე გაჩითვაზე უმრავლესი ჰიუზეც.",
                "textType": "პოეზია",
                "textSource": "ტექსტის წყარო",
                "textSourceLink": "http://www.google.com",
                "textDate": 1934,
                "start": "1533",
                "end": "1535-01-01"
              }
          ]
        },
        "geometry": {
          "type": "Point",
          "coordinates": [
            41.65534973144531,
            42.271211911185354
          ]
        }
      },
      {
        "type": "Feature",
        "properties": {
          "recordId": 6,
          "placename": "ლაზიკა",
          "region": "სამეგრელო",
          "category": "ისტორია",
          "record": [
              {
                "author": "",
                "textTitle": "",
                "textFragment": "12345",
                "textType": "პროზა",
                "textSource": "ტექსტის წყარო",
                "textSourceLink": "http://www.google.com",
                "textDate": 1934,
                "start": "1633",
                "end": "1635-01-01"
              }
          ]
        },
        "geometry": {
          "type": "Point",
          "coordinates": [
            41.59629821777344,
            42.371734722510496
          ]
        }
      },
      {
        "type": "Feature",
        "properties": {
        "recordId": 7,
          "placename": "ანაკლია",
          "region": "სამეგრელო",
          "category": "ისტორია",
          "record": [
              {
                "author": "",
                "textTitle": "",
                "textFragment": "12345",
                "textType": "პოეზია",
                "textSource": "ტექსტის წყარო",
                "textSourceLink": "http://www.google.com",
                "textDate": 1934,
                "start": "1833",
                "end": "1835-01-01"
              }
          ]
        },
        "geometry": {
          "type": "Point",
          "coordinates": [
            41.56745910644531,
            42.391515736851794
          ]
        }
      },
      {
        "type": "Feature",
        "properties": {
        "recordId": 8,
          "placename": "ცხუარა",
          "region": "აფხაზეთი",
          "category": "ისტორია",
          "record": [
            {
              "author": "ავტორის სახელი",
              "textTitle": "ტექსტის სახელწოდება",
              "textFragment": "შაბლონი წარუდგინონ შემფასებელს. ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი. სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა, ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება.",
              "textType": "პროზა",
              "textSource": "ტექსტის წყარო",
              "textSourceLink": "http://www.google.com",
              "textDate": 1934,
              "start": "1833",
              "end": "1835-01-01"
            }

          ]
        },
        "geometry": {
          "type": "Point",
          "coordinates": [
            40.738677978515625,
            43.08995208151042
          ]
        }
      }
    ]
  }