var literaryData = {
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "recordId": 0,
        "placename": "ბიჭვინთა",
        "region": "აფხაზეთი",
        "category": "ლიტერატურა",
        "record": [
          {
          "author": "გურამ ოდიშარია",
          "textTitle": "„სოხუმში დაბრუნება“",
          "textFragment": " „შენი ზღვა <span class='neutral-emoji'>მენატრება</span>, მისი ლურჯი სათნოება, უდიადესი, ზესამყაროსეული, ზედროული. არცის მინახავს ორი წელია, არცის და არცსხვა ქალაქების ზღვა. შენი წვიმები <span class='neutral-emoji'>მენატრება</span>. აქ, თბილისში, იშვიათად წვიმს, ასე ვთქვათ, <span class='hopeless-emoji'>მშრალი</span> ქალაქია. მე კი შენი ჟგლეთი წვიმები <span class='neutral-emoji'>მენატრება</span>, კოკისპირული, ტროპიკული თავსხმები, შენი ლურჯი და ნაცრისფერი წვიმები, ცასა და მიწას რომ აერთებენ, <span class='excited-emoji'>ღრუბლებსა და ზღვას რომ ასისხლხორცებენ</span>. მე შენს წვიმებში ვიზრდებოდი, <span class='engry-emoji'>სხვაგან კი ვსველდები</span> მხოლოდ.“ ",
          "textType": "პროზა",
          "textSource": "ტექსტის წყარო",
          "textSourceLink": "http://www.google.com",
          "textDate": 1995,
          "start": "1994",
          "end": "1996-01-01"
        },
        {
          "author": "კონსტანტინე გამსახურდია",
          "textTitle": "მთვარის მოტაცება",
          "textFragment": "„მთვარის მოტაცება“ ასახავს კოლექტივიზაციის პერიოდს, ძველისა და ახლის ჭიდილს, ძველი სამყაროს კვდომას, ბოლშევიკურ-ჩეკისტური ძალების გამარჯვებას. გარდა იმისა, რომ რომანს არაჩვეულებრივი მხატვრული მხარე აქვს, იგი არსებული დროების ახალ ღირებულებებსა და წარსულის ხატების რღვევას ასახავს. საქართველოს ბედი, ეპოქის სულის გამოკვეთა იყო ადამიანთა სახეებად. ამიტომაც არის „მთვარის მოტაცება“ არა მხოლოდ დიდი წიგნი, არამედ სასტიკი სინამდვილის მართალი დოკუმენტიც! საოცარია, როგორ გაუძლო რომანმა პერიოდს, როცა კულტურა და ეროვნული თვითშეგნება საოცარი სისწრაფით ინგრეოდა.",
          "textType": "პროზა",
          "textSource": "ტექსტის წყარო",
          "textSourceLink": "http://www.google.com",
          "textDate": 1934,
          "start": "1933",
          "end": "1935-01-01"
        },
        {
          "author": "ჯონ ბენვილი",
          "textTitle": "ზღვა",
          "textFragment": "თანამედროვე ირლანდიურ ლიტერატურაში ჯონ ბენვილის (1945) სახელი გამორჩეულია. მის დახვეწილ, სტილისტურად უნაკლო პროზას ხშირად ვლადიმირ ნაბოკოვისას ადარებენ. ბენვილი არაერთი ლიტერატურული ჯილდოს მფლობელია, მათ შორის ბუკერის პრემიის, რომელიც მწერალს 2005 წელს მიენიჭა რომანისთვის ”ზღვა”. ”ზღვა” ხანში შესული მაქს მორდენის მონათხრობია, რომელიც მეუღლის გარდაცვალების შემდეგ ზღვისპირა სოფელში ჩადის. იგი იხსენებს ბავშვობაში ამ ადგილას გატარებულ ზაფხულს, როცა გრეისების ოჯახი გაიცნო - ადამიანები, რომლებმაც მის მეხსიერებაში წარუშლელი კვალი დატოვეს.",
          "textType": "პროზა",
          "textSource": "ტექსტის წყარო",
          "textSourceLink": "http://www.google.com",
          "textDate": 2013,
          "start": "2012",
          "end": "2014-01-01"
        }
      ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          40.33836364746094,
          43.159112387154174
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "recordId": 1,
        "placename": "გუდაუთა",
        "region": "აფხაზეთი",
        "category": "ლიტერატურა",
        "record": [
          {
            "author": "",
            "textTitle": "",
            "textFragment": "vsdvsdvd",
            "textType": "პოეზია",
          "textSource": "ტექსტის წყარო",
          "textSourceLink": "http://www.google.com",
            "textDate": 1834,
            "start": "1833",
            "end": "1835-01-01"
          }
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          40.62263488769531,
          43.10348959786494
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "recordId": 2,
        "placename": "ახალი ათონი",
        "region": "აფხაზეთი",
        "category": "ლიტერატურა",
        "record": [
          {
            "author": "",
            "textTitle": "",
            "textFragment": "jyujujyujyu",
            "textDate": 1634,
            "textType": "პუბლიკაცია",
            "textSource": "ტექსტის წყარო",
            "textSourceLink": "http://www.google.com",
            "start": "1633",
            "end": "1635-01-01"
          }
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          40.81077575683594,
          43.086441866511805
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "recordId": 3,
        "placename": "ბიჭვინთა",
        "region": "აფხაზეთი",
        "category": "ლიტერატურა",
        "record": [
          {
            "author": "სახელი და გავრი 1",
            "textTitle": "ტექსტის სახელწოდება რომელიც შეიძლება შედგებოდეს მრავალი სიმბოლოსგან",
            "textFragment": "და ნეტარი ჰაბო უფროჲსღა ჰმადლობდა ღმერთსა, რამეთუ იხილა მან ქუეყანაჲ იგი სავსჱ ქრისტჱს სარწმუნოებითა და არავინ ურწმუნოთაგანი მკჳდრად იპოვების საზღვართა მათთა. რამეთუ საზღვარ მათდა არს ზღუაჲ იგი პონტოჲსაჲ, სამკჳდრებელი ყოვლადვე ქრისტეანეთაჲ, მისაზღვრადმდე ქალდიაჲსა, ტრაპეზუნტიაჲ მუნ არს, საყოფელი იგი აფსარეაჲსაჲ და ნაფსაჲს ნავთ-სადგური. და არს ქალაქები იგი და ადგილები საბრძანებელად ქრისტჱს-მსახურისა იონთა მეფისა, რომელი მოსაყდრე არს დიდსა მას ქალაქსა კონსტანტინეპოვლისასა.",
            "textType": "წამებათა ჟანრის ჰაგიოგრაფიული თხზულება",
            "textSource": "ტექსტის წყარო",
            "textSourceLink": "http://www.google.com",
            "textDate": 1234,
            "start": "1233",
            "end": "1235-01-01"
          }
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          41.01539611816406,
          42.99912330922245
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "recordId": 3,
        "placename": "ბიჭვინთა",
        "region": "აფხაზეთი",
        "category": "ლიტერატურა",
        "record": [
          {
            "author": "სახელი და გავრი 2",
            "textTitle": "ტექსტის მორიგი სახელწოდება",
            "textFragment": "ხოლო წმიდამან და ნეტარმან ჰაბო, ვითარცა იხილა კაცთა მის ადგილისათა გარდამეტებული ღმრთის-მოყუარებაჲ და ლოცვაჲ ყოვლისა მის ერისაჲ დაუცადებელი, შური საღმრთოჲ აღიღო, რამეთუ მოიჴსენა მან სიტყუაჲ იგი წმიდისა მოციქულისაჲ, ვითარმედ “კეთილ არს ბაძვაჲ კეთილისათჳს მარადის.",
            "textType": "წამებათა ჟანრის ჰაგიოგრაფიული თხზულება",
            "textSource": "ტექსტის წყარო",
            "textSourceLink": "http://www.google.com",
            "textDate": 1034,
            "start": "1233",
            "end": "1235-01-01"
          }
        ]
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          41.5,
          42.5
        ]
      }
    }
  ]
}